{
    "stages" : [
        {
            "id": 0,
            "type": "RDBRO", 
            "message":"Hail Thee Brother",
            "title": "BRINGING FUN BACK 2019",
            "log": "We Hail Thee Brother!!"
        },
        {
            "id": 1,
            "type": "TOP SECRET / SIM",
            "message": "Project SIMMBA Status:|Christopher John Mann\n12/28/1987",
            "reveal": "Christopher John Mann|12/28/1987",
            "creed": "I believe that the true spirit of Fraternalism is a personal devotion to one’s ideals. It has its roots in definite, tangible things. It springs out of a love of God and worth of one’s fellow man. It grows into qualities of mind and soul. It is not the attitude toward a few selected ends, but rather the abiding spirit in which all things are done, all difficulties met, all successes received, all obstacles overcome.\tI believe that the true spirit of Fraternalism is a breath that breathes itself into the life and being of those who live it, becoming an unconscious part of them, ruling and molding their thoughts and acts. We may call it the right attitude towards life, towards the world, towards right and wrong, towards the beautiful and good, towards duty and faith in God.\tI believe that the true spirit of Fraternalism is a thing that grows. It is first associated almost exclusively with a narrow circle of fellow students, but it broadens with a widening understanding until it takes in all the important relationships of life. It enters the domain of private life as thoroughly as in public life. It teaches the fulfillment of obligations to school, state, and church.\tI believe that Sigma Tau Gamma endeavors to bind men together in a fraternal brotherhood based upon these eternal and immutable truths, which are set forth in the Principles and in the Code of Conduct of our Fraternity. In this belief, I will endeavor to make my college and my own chapter of Sigma Tau Gamma more honored and respected by all men and will endeavor to conduct myself so that I will ever bring credit and honor to our Fraternity."
        }
    ]
}