{
    "stages" : [
        {
            "id": 0,
            "type": "RDBRO", 
            "message":"Hail Thee Brother",
            "title": "BRINGING FUN BACK 2019",
            "log": "We Hail Thee Brother!!"
        },
        {
            "id": 1,
            "type": "TOP SECRET / SIM",
            "message": "Project SIMMBA Status:|Christopher John Mann\n12/28/1987",
            "reveal": "Christopher John Mann|12/28/1987",
            "creed": "... _ _ _ ...\tClick the Great Seal to toggle background songs.\t Directions for accessing the main page are below. \t\tMy Belief System:\t\t\tI believe that the true spirit of Fraternalism is a personal devotion to one’s ideals. It has its roots in definite, tangible things. It springs out of a love of God and worth of one’s fellow man. It grows into qualities of mind and soul. It is not the attitude toward a few selected ends, but rather the abiding spirit in which all things are done, all difficulties met, all successes received, all obstacles overcome.\tI believe that the true spirit of Fraternalism is a breath that breathes itself into the life and being of those who live it, becoming an unconscious part of them, ruling and molding their thoughts and acts. We may call it the right attitude towards life, towards the world, towards right and wrong, towards the beautiful and good, towards duty and faith in God.\tI believe that the true spirit of Fraternalism is a thing that grows. It is first associated almost exclusively with a narrow circle of fellow students, but it broadens with a widening understanding until it takes in all the important relationships of life. It enters the domain of private life as thoroughly as in public life. It teaches the fulfillment of obligations to school, state, and church.\tI believe that Sigma Tau Gamma endeavors to bind men together in a fraternal brotherhood based upon these eternal and immutable truths, which are set forth in the Principles and in the Code of Conduct of our Fraternity. In this belief, I will endeavor to make my college and my own chapter of Sigma Tau Gamma more honored and respected by all men and will endeavor to conduct myself so that I will ever bring credit and honor to our Fraternity.\t\t\t\tDear Brother,\t\tThanks to you I was able to complete this journey.\tIt was not easy but it was possible because I never walked alone.\tThank you Brother, from the bottom of my heart.\t\tNow on to the matter at hand: The Game.\tThere is another entrance to this site right now if you tap out the Final Fantasy victory fanfare on the V key from the home page you will get a similar page with a command that starts a game.\tSo what say you brother?\t\tDo you wanna play a game?\t\tClick the lamp 4 times to skip to the Victory Page.\t\t... _ _ _ ...",
            "codes": ["6A2V9Bu80J4","J5jIpAeYwPo", "HneFCDaeQNY", "jzXt7YvK9Hw", "VcjzHMhBtf0", "ozAVT1vFmaY"]
        },
        {
            "id": 2,
            "type": "THE CALL",
            "message": "Calling All Angels, Saints, Doctors, Friends:|Christopher John Mann\n12/28/1987",
            "reveal": "Christopher John Mann|12/28/1987",
            "creed": "... _ _ _ ...\tInstructions: \tClick the Great Seal N Times and play video in bottom left corner for some background music. \t Please sit or stand with both feet firmly beeneth you and take a deep, deep breath.\t\t\t\tHere we go....\t<img src=\"../../assets/img/phx.png\" style=\"width: 142px;\"/> \tThe Eagle Rises over Phoenix and Calls to YOU:\tThe time has come to take back our world. Hang on to something, believe in yourself, and in each other.\tWe so got this!!!!\t\t\tThe One Rule:\t\t1. Treat all people equally, as you would wish to be treated, with dignity and respect for all living things. \t\tDirections For Use:\t A. Apply liberally to affected regions. \tB. In grey areas, see The Golden Rule (1) as cited literally anywhere and LOOK HARDER until clear. \tC. Put together our story, the story of US, of humanity, of how we came to overcome the greatest threat we had ever known. A story that sort of just ties it all together.\t\tIt is our time, it is <i>our world</i>, the time is now to stand up and act.\tIt starts by securing our own oxygen masks: ensuring we are eating right and sleeping enough and getting exercise.\tWe must prepare for what is to come...\t\tA hell of a good time. :)\t\tAll are welcome, violence is not. Peace, hope, love, and a little help from my friends....\t\tHappy Halloween, let the Big Show begin!!\t\t\tMy Promise To You:\tON MY <i>HONOR</i> I WILL DO MY <i>VERY BEST</i>\tTO DO MY DUTY TO <b>GOD</b> AND <i>OUR</i> COUNTRY\tAND TO OBEY THE SCOUT LAW\tTO HELP OTHER PEOPLE AT ALL TIMES\tTO KEEP MYSELF PHYSICALLY STRONG, MENTALLY <i>AWAKE</i>\t AND <strong><u><span style=\"color: red;\">M</span><span style=\"color: orange;\">O</span><span style=\"color: yellow;\">R</span><span style=\"color: green;\">A</span><span style=\"color: blue;\">L</span><span style=\"color: indigo;\">L</span><span style=\"color: violet;\">Y</span></u></strong> STRAIGHT\t\t\tDeep breaths everyone. \tLet your hearts guide you. \t Set your imaginations free. \tBring it home. \t\tSilence falls and shadows fade. \tThis line is not sponsored by Gatorade.\t There exists a light in all of us. \t Let them shine bright and in unison to welcome the dawn of a new age.  \t\tWELCOME: The age of Reason, Machines, and Science. \tA Titanic Achievement \t\t\t<span style=\"font-size: 208%\">E = mc<sup>2++</sup></span>\t\t\t\t\t++: WARNING: Raising to the power of light will result in warp core breach.\t\t\t\t\tOfficial Patient Statement: \tRelease of all relevant personal information for Patient 200836 authorized by Patient as follows... \t<div style=\"padding-left: 208px\">I hearby waive my right to be forgotten and release all Reverent parties from all legal obligations pertaining to but not limited to Protecting, Monitoring, and Securing the data. \tI hearby release all of my future P3 data from this day forward. \tAs for all past data, I leave the dissemination, disection, and analysis to the Experts. </div>\t\tFHIR In The Whole\tAuthorization Kilo Apple Golf 3169\t\t\t\t\t\t... _ _ _ ...",
            "codes": ["torEytKxkeI","pOVrOuKVBuY","J5jIpAeYwPo","N9XCBNhw9JE","zemjJhquxH8", "ZH65WNJ6b4Q", "LZngavkVeO4", "Y1UiD2sxoWo"]
        }
    ]
}